Repository: zyuxuan0115/retainic
Catalog: Retainic/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

source: %lld Selected
es: %lld seleccionadas
ja: %lld 件選択中
ko: %lld개 선택됨
zh_hans: 已选择 %lld 个

source: %lld cards due for review.
es: %lld tarjetas pendientes de repaso.
ja: 復習予定のカードが %lld 枚あります。
ko: 복습할 카드 %lld장.
zh_hans: %lld 张卡片待复习。

source: %lld of %lld
es: %lld de %lld
ja: %lld / %lld
ko: %lld / %lld
zh_hans: %lld / %lld

source: %lld words
es: %lld palabras
ja: %lld 単語
ko: 단어 %lld개
zh_hans: %lld 个单词

source: Account
es: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账户

source: Add Word
es: Añadir palabra
ja: 単語を追加
ko: 단어 추가
zh_hans: 添加单词

source: Add Your First Word
es: Añade tu primera palabra
ja: 最初の単語を追加
ko: 첫 단어 추가하기
zh_hans: 添加你的第一个单词

source: Add some words to a list first, then come back to review them.
es: Primero añade algunas palabras a una lista y luego vuelve para repasarlas.
ja: まずリストに単語を追加してから、復習に戻りましょう。
ko: 먼저 목록에 단어를 추가한 다음 복습하러 돌아오세요.
zh_hans: 请先向词表添加一些单词，然后回来复习。

source: Add the words you're learning to “%@”.
es: Añade las palabras que estás aprendiendo a «%@».
ja: 学習中の単語を「%@」に追加しましょう。
ko: 학습 중인 단어를 ‘%@’에 추가하세요.
zh_hans: 把你正在学习的单词添加到“%@”。

source: Add words and practice them. Once you've memorized some, your progress shows up here.
es: Añade palabras y practícalas. Cuando memorices algunas, tu progreso aparecerá aquí.
ja: 単語を追加して練習しましょう。いくつか覚えると、ここに進捗が表示されます。
ko: 단어를 추가하고 연습하세요. 몇 개를 외우면 여기에 진행 상황이 표시됩니다.
zh_hans: 添加单词并练习。当你记住一些后，进度会显示在这里。

source: Answer
es: Respuesta
ja: 答え
ko: 정답
zh_hans: 答案

source: Average pace
es: Ritmo promedio
ja: 平均ペース
ko: 평균 속도
zh_hans: 平均速度

source: Based on %lld days of learning since %@.
es: Basado en %lld días de aprendizaje desde %@.
ja: %2$@ から %1$lld 日間の学習に基づきます。
ko: %2$@ 이후 %1$lld일간의 학습 기준.
zh_hans: 基于自 %2$@ 起 %1$lld 天的学习。

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Create
es: Crear
ja: 作成
ko: 만들기
zh_hans: 创建

source: Create Account
es: Crear cuenta
ja: アカウントを作成
ko: 계정 만들기
zh_hans: 创建账户

source: Create a List
es: Crear una lista
ja: リストを作成
ko: 목록 만들기
zh_hans: 创建词表

source: Create your first vocabulary list to start adding words.
es: Crea tu primera lista de vocabulario para empezar a añadir palabras.
ja: 最初の単語リストを作成して単語を追加しましょう。
ko: 첫 단어 목록을 만들어 단어를 추가해 보세요.
zh_hans: 创建你的第一个词表，开始添加单词。

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete Recording
es: Eliminar grabación
ja: 録音を削除
ko: 녹음 삭제
zh_hans: 删除录音

source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

source: Edit Word
es: Editar palabra
ja: 単語を編集
ko: 단어 편집
zh_hans: 编辑单词

source: Email
es: Correo electrónico
ja: メール
ko: 이메일
zh_hans: 电子邮箱

source: End
es: Terminar
ja: 終了
ko: 종료
zh_hans: 结束

source: Every word in this list will show up again in practice for all methods.
es: Todas las palabras de esta lista volverán a aparecer en la práctica con todos los métodos.
ja: このリストのすべての単語が、すべての練習方法で再び表示されます。
ko: 이 목록의 모든 단어가 모든 연습 방식에서 다시 나타납니다.
zh_hans: 此词表中的所有单词将在所有练习方式中再次出现。

source: Example sentence or memory hint
es: Frase de ejemplo o ayuda para recordar
ja: 例文や覚え方のヒント
ko: 예문 또는 암기 힌트
zh_hans: 例句或记忆提示

source: Got It
es: Lo sé
ja: 覚えた
ko: 외웠어요
zh_hans: 已掌握

source: Hiragana (optional)
es: Hiragana (opcional)
ja: ひらがな（任意）
ko: 히라가나 (선택)
zh_hans: 平假名（可选）

source: I'm learning
es: Estoy aprendiendo
ja: 学習中の言語
ko: 학습 중인 언어
zh_hans: 我在学习

source: Language
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言

source: Languages
es: Idiomas
ja: 言語
ko: 언어
zh_hans: 语言

source: List Settings
es: Ajustes de la lista
ja: リストの設定
ko: 목록 설정
zh_hans: 词表设置

source: List name
es: Nombre de la lista
ja: リスト名
ko: 목록 이름
zh_hans: 词表名称

source: Listen and recall
es: Escucha y recuerda
ja: 聞いて思い出す
ko: 듣고 기억하기
zh_hans: 听并回忆

source: Loading…
es: Cargando…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 加载中…

source: Log In
es: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

source: Mark All as Not Remembered
es: Marcar todo como no recordado
ja: すべてを未記憶にする
ko: 전체를 기억 안 함으로 표시
zh_hans: 全部标记为未记住

source: Mark all as not remembered
es: Marcar todo como no recordado
ja: すべてを未記憶にする
ko: 전체를 기억 안 함으로 표시
zh_hans: 全部标记为未记住

source: Mark all words as not remembered?
es: ¿Marcar todas las palabras como no recordadas?
ja: すべての単語を未記憶にしますか？
ko: 모든 단어를 기억 안 함으로 표시할까요?
zh_hans: 将所有单词标记为未记住？

source: Microphone access is off. Enable it in Settings to record.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes para grabar.
ja: マイクへのアクセスがオフです。録音するには設定でオンにしてください。
ko: 마이크 접근이 꺼져 있습니다. 녹음하려면 설정에서 켜세요.
zh_hans: 麦克风访问已关闭。请在“设置”中开启以进行录音。

source: Mode
es: Modo
ja: モード
ko: 모드
zh_hans: 模式

source: Move
es: Mover
ja: 移動
ko: 이동
zh_hans: 移动

source: Move %lld Words
es: Mover %lld palabras
ja: %lld 単語を移動
ko: %lld개 단어 이동
zh_hans: 移动 %lld 个单词

source: My Lists
es: Mis listas
ja: マイリスト
ko: 내 목록
zh_hans: 我的词表

source: New List
es: Nueva lista
ja: 新しいリスト
ko: 새 목록
zh_hans: 新建词表

source: New Word
es: Nueva palabra
ja: 新しい単語
ko: 새 단어
zh_hans: 新建单词

source: No Compatible Lists
es: No hay listas compatibles
ja: 対応するリストがありません
ko: 호환되는 목록 없음
zh_hans: 没有兼容的词表

source: No Lists Yet
es: Aún no hay listas
ja: リストがまだありません
ko: 아직 목록이 없습니다
zh_hans: 还没有词表

source: No Stats Yet
es: Aún no hay estadísticas
ja: 統計がまだありません
ko: 아직 통계가 없습니다
zh_hans: 还没有统计

source: No Words Yet
es: Aún no hay palabras
ja: 単語がまだありません
ko: 아직 단어가 없습니다
zh_hans: 还没有单词

source: No audio was captured. On the Simulator, enable I/O ▸ Audio Input; otherwise try recording on a real device.
es: No se capturó audio. En el simulador, activa E/S ▸ Entrada de audio; de lo contrario, prueba a grabar en un dispositivo real.
ja: 音声が録音されませんでした。シミュレータでは I/O ▸ オーディオ入力を有効にしてください。それ以外は実機で録音してください。
ko: 오디오가 녹음되지 않았습니다. 시뮬레이터에서는 I/O ▸ 오디오 입력을 켜고, 그렇지 않으면 실제 기기에서 녹음해 보세요.
zh_hans: 未捕获到音频。在模拟器中请启用 I/O ▸ 音频输入；否则请在真机上录音。

source: No cards due right now — but you can review everything.
es: No hay tarjetas pendientes ahora, pero puedes repasar todo.
ja: 今すぐ復習するカードはありませんが、すべてを復習できます。
ko: 지금 복습할 카드는 없지만 전체를 복습할 수 있습니다.
zh_hans: 现在没有到期卡片——但你可以复习全部。

source: Notes (optional)
es: Notas (opcional)
ja: メモ（任意）
ko: 메모 (선택)
zh_hans: 备注（可选）

source: Nothing to Practice
es: Nada que practicar
ja: 練習する単語がありません
ko: 연습할 내용이 없습니다
zh_hans: 没有可练习的内容

source: Only words with a recorded pronunciation are included.
es: Solo se incluyen palabras con pronunciación grabada.
ja: 発音が録音された単語のみが含まれます。
ko: 발음이 녹음된 단어만 포함됩니다.
zh_hans: 仅包含已录音发音的单词。

source: Part of speech
es: Categoría gramatical
ja: 品詞
ko: 품사
zh_hans: 词性

source: Password
es: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码

source: Password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.
ja: パスワードは6文字以上にしてください。
ko: 비밀번호는 6자 이상이어야 합니다.
zh_hans: 密码至少需要 6 个字符。

source: Per day
es: Por día
ja: 1日あたり
ko: 하루 평균
zh_hans: 每天

source: Per month
es: Por mes
ja: 1か月あたり
ko: 월간 평균
zh_hans: 每月

source: Per week
es: Por semana
ja: 1週間あたり
ko: 주간 평균
zh_hans: 每周

source: Pinyin (required)
es: Pinyin (obligatorio)
ja: ピンイン（必須）
ko: 병음 (필수)
zh_hans: 拼音（必填）

source: Pinyin is required for Chinese words.
es: El pinyin es obligatorio para las palabras en chino.
ja: 中国語の単語にはピンインが必要です。
ko: 중국어 단어에는 병음이 필요합니다.
zh_hans: 中文单词需要填写拼音。

source: Play
es: Reproducir
ja: 再生
ko: 재생
zh_hans: 播放

source: Play pronunciation
es: Reproducir pronunciación
ja: 発音を再生
ko: 발음 재생
zh_hans: 播放发音

source: Practice
es: Practicar
ja: 練習
ko: 연습
zh_hans: 练习

source: Practice Again
es: Practicar de nuevo
ja: もう一度練習
ko: 다시 연습
zh_hans: 再次练习

source: Preferred language
es: Idioma preferido
ja: 優先言語
ko: 선호 언어
zh_hans: 首选语言

source: Pronunciation (optional)
es: Pronunciación (opcional)
ja: 発音（任意）
ko: 발음 (선택)
zh_hans: 发音（可选）

source: Re-record
es: Volver a grabar
ja: 録音し直す
ko: 다시 녹음
zh_hans: 重新录音

source: Ready to practice?
es: ¿Listo para practicar?
ja: 練習の準備はできましたか？
ko: 연습할 준비가 되셨나요?
zh_hans: 准备好练习了吗？

source: Record
es: Grabar
ja: 録音
ko: 녹음
zh_hans: 录音

source: Register
es: Registrarse
ja: 登録
ko: 회원가입
zh_hans: 注册

source: Review due cards only
es: Repasar solo las tarjetas pendientes
ja: 復習予定のカードのみ
ko: 복습 예정 카드만
zh_hans: 仅复习到期卡片

source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

source: Search words
es: Buscar palabras
ja: 単語を検索
ko: 단어 검색
zh_hans: 搜索单词

source: Select
es: Seleccionar
ja: 選択
ko: 선택
zh_hans: 选择

source: Select Words
es: Seleccionar palabras
ja: 単語を選択
ko: 단어 선택
zh_hans: 选择单词

source: Select all that apply.
es: Selecciona todas las que correspondan.
ja: 該当するものをすべて選択してください。
ko: 해당하는 항목을 모두 선택하세요.
zh_hans: 选择所有适用项。

source: Select…
es: Seleccionar…
ja: 選択…
ko: 선택…
zh_hans: 选择…

source: Session Complete!
es: ¡Sesión completada!
ja: セッション完了！
ko: 세션 완료!
zh_hans: 练习完成！

source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

source: Show all
es: Mostrar todas
ja: すべて表示
ko: 전체 표시
zh_hans: 显示全部

source: Show first
es: Mostrar primero
ja: 最初に表示
ko: 먼저 표시
zh_hans: 首先显示

source: Show remembered only
es: Mostrar solo recordadas
ja: 記憶済みのみ表示
ko: 기억한 것만 표시
zh_hans: 仅显示已记住

source: Show unremembered only
es: Mostrar solo no recordadas
ja: 未記憶のみ表示
ko: 기억 안 한 것만 표시
zh_hans: 仅显示未记住

source: Show words
es: Mostrar palabras
ja: 単語の表示
ko: 단어 표시
zh_hans: 显示单词

source: Sign Out
es: Cerrar sesión
ja: サインアウト
ko: 로그아웃
zh_hans: 退出登录

source: Sign in to access your vocabulary lists.
es: Inicia sesión para acceder a tus listas de vocabulario.
ja: サインインして単語リストにアクセスしましょう。
ko: 로그인하여 단어 목록에 접근하세요.
zh_hans: 登录以访问你的词汇表。

source: Sign out of Retainic?
es: ¿Cerrar sesión en Retainic?
ja: Retainic からサインアウトしますか？
ko: Retainic에서 로그아웃하시겠습니까?
zh_hans: 退出 Retainic？

source: Something went wrong
es: Algo salió mal
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hans: 出错了

source: Start Session
es: Empezar práctica
ja: セッションを開始
ko: 세션 시작
zh_hans: 开始练习

source: Statistics
es: Estadísticas
ja: 統計
ko: 통계
zh_hans: 统计

source: Stop
es: Detener
ja: 停止
ko: 정지
zh_hans: 停止

source: Stop Recording
es: Detener grabación
ja: 録音を停止
ko: 녹음 중지
zh_hans: 停止录音

source: Tap the card to reveal the answer
es: Toca la tarjeta para ver la respuesta
ja: カードをタップして答えを表示
ko: 카드를 탭하여 정답 보기
zh_hans: 点击卡片显示答案

source: Tap to flip
es: Toca para girar
ja: タップして裏返す
ko: 탭하여 뒤집기
zh_hans: 点击翻转

source: The two languages must be different.
es: Los dos idiomas deben ser diferentes.
ja: 2つの言語は異なる必要があります。
ko: 두 언어는 서로 달라야 합니다.
zh_hans: 两种语言必须不同。

source: Translated into
es: Traducido a
ja: 翻訳先
ko: 번역 언어
zh_hans: 翻译成

source: Translation
es: Traducción
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Username
es: Nombre de usuario
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名

source: Welcome Back
es: Bienvenido de nuevo
ja: おかえりなさい
ko: 다시 오신 것을 환영합니다
zh_hans: 欢迎回来

source: Word
es: Palabra
ja: 単語
ko: 단어
zh_hans: 单词

source: Word you're learning
es: Palabra que estás aprendiendo
ja: 学習中の単語
ko: 학습 중인 단어
zh_hans: 你正在学习的单词

source: You got %lld of %lld right.
es: Acertaste %lld de %lld.
ja: %lld / %lld 正解しました。
ko: %lld / %lld 맞혔습니다.
zh_hans: 你答对了 %lld / %lld。

source: e.g. Kitchen vocabulary
es: p. ej. Vocabulario de cocina
ja: 例：キッチンの語彙
ko: 예: 주방 어휘
zh_hans: 例如：厨房词汇

source: out of %lld total
es: de %lld en total
ja: 全 %lld 個中
ko: 총 %lld개 중
zh_hans: 共 %lld 个

source: words memorized
es: palabras memorizadas
ja: 覚えた単語
ko: 외운 단어
zh_hans: 已记住的单词

source: Audio
ja: 音声
ko: 오디오
zh_hans: 音频

source: OK
ko: 확인
zh_hans: 好
